# cask "docker"
# cask "google-japanese-ime"
# cask "karabiner-elements"
# cask "kindle"
# cask "line"
# cask "macvim"
# cask "microsoft-remote-desktop-beta"
# cask "skype"
# cask 'freemind'
# cask 'mysqlworkbench'
# cask 'pycharm'
# cask 'alfred'
# cask 'evernote'

cask_args appdir: "/Applications"
tap "caskroom/cask"
brew "git"
brew "nodebrew"
brew "peco"
brew "python"
brew "zsh"
brew 'go'
brew 'ghq'
cask "appcleaner"
cask "iterm2"
cask "visual-studio-code"
cask 'spectacle'
brew 'iproute2mac'
brew 'python'
brew 'shellcheck'
brew 'git-secrets'
brew 'jq'
brew 'node'
brew 'terraform'
brew 'parallel'
tap "jesseduffield/lazydocker"
brew 'lazydocker'
brew 'lazygit'
brew 'fzf'
