cask_args appdir: "/Applications"
tap "caskroom/cask"
brew "git"
brew "peco"
brew "zsh"
cask "visual-studio-code"
cask "docker"
cask "karabiner-elements"
cask "appcleaner"
cask "iterm2"
cask "google-japanese-ime"
cask "kindle"
cask "skype"
cask "macvim"
# cask "line"
# cask "microsoft-remote-desktop-beta"
brew "python"
cask 'mysqlworkbench'
cask 'freemind'
cask 'pycharm'
brew "nodebrew"
cask 'evernote'
